title: Suspicious Whoami From Cmd
id: 11111111-2222-3333-4444-555555555555
status: test
logsource:
  category: process_creation
  product: windows
detection:
  selection:
    Image|endswith: '\\cmd.exe'
    CommandLine|contains: 'whoami'
  condition: selection
level: medium
