title: Failed SSH Login
id: 22222222-3333-4444-5555-666666666666
status: test
logsource:
  product: linux
  service: auth
detection:
  selection:
    program: sshd
    user|exists: true
  condition: selection
level: low
